function Explanation() {
  return (
    <div>
      <p>
        내가 구현한 화면을 사람들이 사용한다는 것에 흥미를 느껴 공부를 시작하게 된 프론트엔드 개발자 이세영입니다.
        <br />
        친구가 프론트엔드 개발자로 일을 하고 있었고 자기가 개발한 웹사이트가 있다며 보여주었습니다. 그날 나도 프론트엔드
        개발자가 되고 싶다고 생각했고, 부트캠프 24주 과정을 신청하고 수료까지 하게 되었습니다.
        <br />
        <br />
        혼자보다는 다같이라는 마음으로 타입스크립트 공부를 위하여 직접 부트캠프 수강동안 스터디를 만들어 사람들을
        모집하고 2달여 동안 타입스크립트 스터디를 운영하고 공부했습니다.
        <br />
        공부 내용은 블로그에 정리하여 스터디 시간마다 발표하였고, 그 덕분에 프로젝트 때 타입스크립트를 사용하여
        개발하였습니다.
        <br />
        <br />
        저의 가장 큰 장점인 다른 사람들과 불화 없이 어울리고 타협점을 찾아 해결하는 능력이라고 생각합니다.
        <br />
        같이 프로젝트를 한 팀원들에게도 소통이 강점이고 항상 긍정적으로 다가오고 고민이 생기면 같이 고민하고 해결해 줘서
        고맙다는 평을 받았습니다.
        <br />
        <br />
        항상 발전을 위하여 고민합니다. 부트캠프 동안 많은 것을 배웠지만, 수료 후에도 사람들을 모아 토이프로젝트를
        진행하고 최근에는 많이 사용되는 Next.js에 관심이 생겨서 강의를 보며 블로그에 정리를 하고 있습니다.
      </p>
    </div>
  );
}

export default Explanation;
